esp-cpp/espp/components/cobs/example/sdkconfig.defaults
# Common ESP-related
#
CONFIG_IDF_TARGET="esp32s3"

CONFIG_ESP_SYSTEM_EVENT_TASK_STACK_SIZE=4096
CONFIG_ESP_MAIN_TASK_STACK_SIZE=8192
